{
	"About me": "Über mich",
	"Hello! I am a passionate front-end developer based in Dortmund. The boundless possibilities of programming have always fascinated me and sparked my curiosity. This fascination has evolved into a deep passion for designing appealing, intuitive, and user-friendly websites and applications.": "Hallo! Ich bin ein leidenschaftlicher Front-End-Entwickler mit Sitz in Dortmund. Die grenzenlosen Möglichkeiten des Programmierens haben mich schon immer fasziniert und meine Neugier geweckt. Diese Faszination hat sich zu einer tiefen Leidenschaft entwickelt, ansprechende, intuitive und benutzerfreundliche Websites und Anwendungen zu gestalten.",
	"I see programming as a form of creative problem-solving. One of my strengths is my ability to translate complex technical challenges into simple, user-friendly solutions. In this way, I can support people in achieving their goals and turning their visions into reality.": "Ich betrachte Programmieren als eine Form des kreativen Problemlösens. Eine meiner Stärken ist es, komplexe technische Herausforderungen in einfache, benutzerfreundliche Lösungen zu übersetzen. Auf diese Weise kann ich Menschen dabei unterstützen, ihre Ziele zu erreichen und ihre Visionen in die Realität umzusetzen.",
	"I love being part of this dynamic industry, shaping the digital landscape, and utilizing the seemingly endless creativity and innovation potential of programming. This fulfilling task excites me anew for my work every day.": "Ich liebe es, Teil dieser dynamischen Branche zu sein, die digitale Landschaft mitzugestalten und das scheinbar endlose Potenzial von Kreativität und Innovation im Programmieren zu nutzen. Diese erfüllende Aufgabe begeistert mich jeden Tag aufs Neue für meine Arbeit.",
	"Got a problem to solve?": "Brauchen sie eine Lösung für ein Projekt?",
	"Contact me through this form, I am interested in hearing you, knowing your ideas and contributing to your projects with my work.": "Kontaktieren Sie mich bitte über dieses Formular. Ich freue mich darauf, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
	"Need a Frontend developer?": "Brauchen Sie einen Frontend Entwickler?",
	"Contact me!": "Kontaktieren Sie mich!",
	"Your name is required": "Bitte Namen eingeben",
	"Your email is required": "Bitte Email eingeben",
	"Your message is empty": "Bitte Nachricht eingeben",
	"Send Message": "Absenden",
	"Thank You :)": "Danke",
	"Contact": "Kontakt",
	"Imprint": "Impressum",
	"Skills": "Fähigkeiten",
	"Portfolio": "Portfolio",
	"I am": "Ich bin",
	"FRONTEND DEVELOPER": "FRONTEND ENTWICKLER",
	"Let's talk!": "Kontakt",
	"Scroll down": "Runter scrollen",
	"This page is a sample of my work - please feel free to try them out.": "Diese Seite ist ein Beispiel meiner Arbeit - zögern Sie nicht, sie auszuprobieren.",
	"My Skills": "Fähigkeiten",
	"I have grown my frontend developments skills that have allowed me to create different real projects.": "Ich habe meine Fähigkeiten in der Frontend-Entwicklung erweitert, was es mir ermöglicht hat, verschiedene reale Projekte erfolgreich umzusetzen.",
	"Get in touch": "Kontakt"
}